Repository: helsingborg-stad/broken-link-detector
Catalog: languages/broken-link-detector-*.po
Languages: sv_se

source: Context Detect
sv_se: Identifiering av användarkontext

source: Enable detection of user context
sv_se: Identifiera användarens kontext i nätverket

source: The user detection functionality will disable links that are internal only. It also adds a tipbox to them explaining why the link is unreachable.
sv_se: Den här funktionen identifierar om användaren har tillgång till interna system i nätverket genom att efterfråga en resurs. Länkar som inte är tillgängliga om denna resurs är otillgänglig, kommer markeras som icke klickbara.

source: Detects user context by fetching a internal resource.
sv_se: Identifierar användarens kontext i nätverket genom att försöka hämta en intern resurs.

source: Enabled
sv_se: Aktiverad

source: Disabled
sv_se: Avaktiverad

source: Internal Context Detection Resource
sv_se: Resurs som ska hämtas

source: The internal context checker require you to publish a image on a server without public access. The image should be as small as possible, if your site is running on https, this resource must also be served with https.
sv_se: För att identifiera användarens kontext, krävs det att du publicerar en bild på en webbadress som bara kan nås från det interna nätverket. Resursen måste vara tillgänglig via http eller https (om din webbplats använder ssl-certifikat).

source: Inform user by the following methods
sv_se: Informera användaren genom

source: Tooltip
sv_se: Text på tooltip

source: Modal
sv_se: Modalfönster

source: Tooltip Text
sv_se: Text på tooltip

source: The text that displays in the tooltip, whenever a link is unavabile.
sv_se: Den text som ska visas när en länk inte är tillgänglig.

source: Link unavabile
sv_se: Otillgänglig

source: Modal Title
sv_se: Titel i modalfönster

source: Modal Content
sv_se: Innehåll i modalfönster

source: Local Domain Settings
sv_se: Inställningar för lokala domäner

source: Local domains
sv_se: Lokala domäner

source: Add domains in this list, that should not be checked.
sv_se: Lägg till domäner som ska hanteras som interna resurser. Dom här länkarna kommer inte att dyka upp i summeringen för brutna länkar, och kommer markeras som otillgängliga om du har aktiverat funktionen för att identifiera användarens kontext.

source: Domain
sv_se: Domän

source: eg. https://domain.com or https://subdomain.domain.com
sv_se: t.ex https://domain.com eller https://subdoman.domain.com

source: Broken Links Settings
sv_se: Inställningar för brutna länkar

source: Update
sv_se: Uppdatera

source: Settings updated
sv_se: Inställningarna uppdaterades

source: Broken Links Report
sv_se: Rapport av brutna länkar

source: Here is a summary of broken links found in your content.
sv_se: Här är en summering av länkar som har identifierats som brutna.

source: Broken Link
sv_se: Brutna länkar

source: Broken Links
sv_se: Brutna länkar

source: Post
sv_se: Inlägg

source: HTTP Code
sv_se: HTTP Kod

source: Last Checked
sv_se: Senast kontrollerad

source: View Post
sv_se: Visa inlägg

source: N/A
sv_se: Ej tillämpligt

source: All HTTP Codes
sv_se: Alla HTTP Koder

source: Content unavabile
sv_se: Länk otillgänglig

source: This link cannot be accessed on your current network. The system you are trying to reach is only available through a secure, authorized connection. To access it, you need to either be connected to the network in a specific location, such as an office, or use a secure connection method, like a VPN. Please ensure you are connected to the correct network to proceed.
sv_se: Den här länken kan inte nås på ditt nuvarande nätverk. Systemet du försöker nå är endast tillgängligt genom en säker, auktoriserad anslutning. För att få åtkomst behöver du antingen vara ansluten till nätverket på en specifik plats, som ett kontor, eller använda en säker anslutningsmetod, som en VPN. Vänligen säkerställ att du är ansluten till rätt nätverk för att fortsätta.

source: Open Anyway
sv_se: Fortsätt ändå

source: Close
sv_se: Stäng

source: Broken Link Detector
sv_se: Brutna länkar (Broken Link Detector)

source: Detects and fixes (if possible) broken links in post_content
sv_se: Testar och åtgärdar brutna länkar i innehållsfältet
